# GetProjectElevation

## Description
Get project elevation.

```pascal
FUNCTION GetProjectElevation : REAL;
```

```python

def vs.GetProjectElevation():
    return REAL
```

## Version
Availability: from Vectorworks 2024
## Category
* GIS